[
  {
    "id": "sumatran_orangutan",
    "name": "Orangutan",
    "headline": "The Sumatran orangutan is one of the three species of orangutans. Critically endangered, it is found only in the north of Sumatra island, Indonesia.",
    "description": "The Sumatran orangutan (Pongo abelii) is a species of orangutan found only on the island of Sumatra in Indonesia. Critically endangered, the species is primarily threatened by habitat loss due to deforestation, palm oil plantations, and human encroachment. Sumatran orangutans are arboreal and primarily frugivorous, relying heavily on forest canopies. Unlike their Bornean cousins, they tend to have longer facial hair. They are more solitary, with males typically establishing territories that overlap those of several females.",
    "link": "https://en.wikipedia.org/wiki/Sumatran_orangutan",
    "image": "sumatran_orangutan",
    "gallery": [
      "sumatran_orangutan-1",
      "sumatran_orangutan-2",
      "sumatran_orangutan-3",
      "sumatran_orangutan-4"
    ],
    "fact": [
      "Sumatran orangutans are more frugivorous than their Bornean counterparts.",
      "They have a longer inter-birth interval than any other mammal, with females giving birth about every 8-9 years.",
      "Sumatran orangutans use tools in the wild, such as using sticks to extract insects from holes in trees."
    ]
  },
  {
    "id": "komodo_dragon",
    "name": "Komodo Dragon",
    "headline": "The Komodo dragon is the largest living species of lizard, native to the Indonesian islands of Komodo, Rinca, Flores, and Gili Motang.",
    "description": "The Komodo dragon (Varanus komodoensis) is a species of lizard found in the Indonesian islands of Komodo, Rinca, Flores, and Gili Motang. It is the largest living species of lizard, growing to a maximum length of 3 meters and weighing up to approximately 70 kilograms. Komodo dragons are apex predators, with a diet that consists primarily of carrion, though they will also hunt live prey. They have a venomous bite, with toxins that can cause paralysis, shock, and anticoagulation in their prey.",
    "link": "https://en.wikipedia.org/wiki/Komodo_dragon",
    "image": "komodo_dragon",
    "gallery": [
      "komodo_dragon-1",
      "komodo_dragon-2",
      "komodo_dragon-3",
      "komodo_dragon-4"
    ],
    "fact": [
      "Komodo dragons can eat up to 80% of their body weight in one meal.",
      "They can run briefly at speeds of up to 13 mph (20 km/h).",
      "Komodo dragons are known to dig holes as deep as 9 feet to lay their eggs."
    ]
  },
  {
    "id": "sumatran_tiger",
    "name": "Sumatran Tiger",
    "headline": "The Sumatran tiger is the smallest surviving tiger subspecies, found only on the island of Sumatra in Indonesia.",
    "description": "The Sumatran tiger (Panthera tigris sumatrae) is a tiger subspecies that inhabits the Indonesian island of Sumatra. It is critically endangered, with an estimated population of less than 400 individuals. Sumatran tigers are the smallest of the surviving tiger subspecies, possibly due to their isolated island environment. They have a darker, more orange coat with thicker black stripes compared to other tigers. They are solitary animals, with each tiger having a large home range.",
    "link": "https://en.wikipedia.org/wiki/Sumatran_tiger",
    "image": "sumatran_tiger",
    "gallery": [
      "sumatran_tiger-1",
      "sumatran_tiger-2",
      "sumatran_tiger-3",
      "sumatran_tiger-4"
    ],
    "fact": [
      "Sumatran tigers have a special trait called 'webbing' between their toes, which makes them very fast swimmers.",
      "Their smaller size compared to other tiger subspecies is an adaptation to their dense forest habitat.",
      "Sumatran tigers are known to occasionally prey on the local livestock, leading to human-wildlife conflicts."
    ]
  },
  {
    "id": "bali_starling",
    "name": "Bali Starling",
    "headline": "The Bali starling, also known as the Bali myna, is a critically endangered bird endemic to the island of Bali in Indonesia.",
    "description": "The Bali starling (Leucopsar rothschildi), also known as the Bali myna, is a bird species in the starling family. Critically endangered, it is native to the island of Bali in Indonesia. The Bali starling is notable for its striking white plumage, with a distinct blue skin patch around the eyes and a yellow bill. Due to habitat loss and poaching, its population in the wild has drastically declined, and it is considered one of the rarest birds in the world.",
    "link": "https://en.wikipedia.org/wiki/Bali_myna",
    "image": "bali_starling",
    "gallery": [
      "bali_starling-1",
      "bali_starling-2",
      "bali_starling-3",
      "bali_starling-4"
    ],
    "fact": [
      "The Bali starling is the national bird of Bali.",
      "Conservation efforts have been focused on captive breeding programs to increase their numbers.",
      "The bird is also known for its unique and beautiful song."
    ]
  },
  {
    "id": "javan_rhinoceros",
    "name": "Javan Rhinoceros",
    "headline": "The Javan rhinoceros is one of the rarest large mammals in the world, with only a small population remaining in Ujung Kulon National Park, Indonesia.",
    "description": "The Javan rhinoceros (Rhinoceros sondaicus) is a species of rhinoceros that is native to the Indonesian island of Java. It is one of the world's most endangered large mammals, with only a small population surviving in Ujung Kulon National Park. The Javan rhino is smaller than its Indian relative and has a single horn that can grow up to about 25 cm in length. It prefers dense lowland rainforests, tall grass, and reed beds that are plentiful in its habitat.",
    "link": "https://en.wikipedia.org/wiki/Javan_rhinoceros",
    "image": "javan_rhinoceros",
    "gallery": [
      "javan_rhinoceros-1",
      "javan_rhinoceros-2",
      "javan_rhinoceros-3",
      "javan_rhinoceros-4"
    ],
    "fact": [
      "The Javan rhinoceros is a solitary animal, except for mothers with young calves.",
      "Its horn is made of keratin, the same substance as human nails and hair.",
      "Javan rhinos are very shy and elusive, rarely seen by humans."
    ]
  },
  {
    "id": "anoa",
    "name": "Anoa",
    "headline": "The anoa, also known as the midget buffalo, is a small water buffalo found in the forests of Sulawesi, Indonesia.",
    "description": "The anoa (Bubalus depressicornis) is a small water buffalo species endemic to the island of Sulawesi in Indonesia. There are two species of anoa: the mountain anoa and the lowland anoa. Both species are similar in appearance, with a stocky build, short legs, and smooth, dark brown or black fur. Anoa are the smallest of the wild cattle species, and their populations are declining due to habitat destruction and hunting.",
    "link": "https://en.wikipedia.org/wiki/Anoa",
    "image": "anoa",
    "gallery": [
      "anoa-1",
      "anoa-2",
      "anoa-3",
      "anoa-4"
    ],
    "fact": [
      "Anoa are known to be solitary animals, except during mating season.",
      "They are also called 'forest buffaloes' because of their preference for dense forests.",
      "Despite their small size, anoa can be quite aggressive when threatened."
    ]
  },
  {
    "id": "tarsier",
    "name": "Tarsier",
    "headline": "The tarsier is a small, nocturnal primate known for its large eyes and long fingers, found in the forests of Sulawesi, Indonesia.",
    "description": "The tarsier (Tarsius tarsier) is a small primate native to the forests of Sulawesi in Indonesia. Tarsiers are unique among primates due to their large eyes, which are adapted for their nocturnal lifestyle. They have long fingers and toes that help them cling to tree branches. Tarsiers are insectivorous, and their diet consists primarily of insects and small vertebrates. They are known for their ability to leap great distances from tree to tree in search of food.",
    "link": "https://en.wikipedia.org/wiki/Tarsier",
    "image": "tarsier",
    "gallery": [
      "tarsier-1",
      "tarsier-2",
      "tarsier-3",
      "tarsier-4"
    ],
    "fact": [
      "Tarsiers can rotate their heads almost 180 degrees, like an owl.",
      "They are the only entirely carnivorous primate, feeding on insects, birds, and small mammals.",
      "Tarsiers communicate with each other using ultrasonic sounds that are inaudible to the human ear."
    ]
  }
]
